Repository: huhwt/huhwt-cce
Catalog: resources/lang/*.po
Languages: de, nl

source: Replacement for the original 'Clippings Cart' module.
de: Ersatz für das ursprüngliche "Sammelbehälter"-Modul.
nl: Vervanging voor de originele 'Stamboomknipsel'-module.

source: Clippings cart enhanced
de: Sammelbehälter
nl: Uitgebreide stamboomknipsels

source: Add records from your family tree to the clippings cart and execute an action on them.
de: Datensätze aus dem Stammbaum dem Sammelbehälter hinzufügen und dann weitere Aktionen damit ausführen.
nl: Voeg records uit uw stamboom toe aan de knipselverzameling en voer er een actie op uit.

source: Records in clippings cart
de: Datensätze im Sammelbehälter
nl: Records in knipselverzameling

source: Clippings cart is empty.
de: Sammelbehälter enthält keine Daten.
nl: Knipselverzameling is leeg.

source: Add this record to the clippings cart
de: Zum Sammelbehälter hinzufügen
nl: Voeg dit record toe aan de knipselverzameling

source: %1$s and her ancestors (up to %2$s generations)
de: %1$s und ihre Vorfahren (bis zu %2$s Generationen)
nl: %1$s en haar voorouders (tot maximaal %2$s generaties)

source: %1$s and his ancestors (up to %2$s generations)
de: %1$s und seine Vorfahren (bis zu %2$s Generationen)
nl: %1$s en zijn voorouders (tot maximaal %2$s generaties)

source: %s and her ancestors, up to 4 generations, for H-Tree
de: %s und ihre Vorfahren, bis zu 4 Generationen, für H-Tree-Ansicht (TAM-Funktion)
nl: %s en haar voorouders, tot maximaal 4 generaties, voor H-Tree-weergave (TAM-functie)

source: %s and his ancestors, up to 4 generations, for H-Tree
de: %s und seine Vorfahren, bis zu 4 Generationen, für H-Tree-Ansicht (TAM-Funktion)
nl: %s en zijn voorouders, tot maximaal 4 generaties, voor H-Tree-weergave (TAM-functie)

source: %1$s, her ancestors and their families (up to %2$s generations)
de: %1$s, ihre Vorfahren und deren Familien (bis zu %2$s Generationen)
nl: %1$s, haar voorouders en hun gezinnen (tot maximaal maximaal %2$s generaties)

source: %1$s, his ancestors and their families (up to %2$s generations)
de: %1$s, seine Vorfahren und deren Familien (bis zu %2$s Generationen)
nl: %1$s, zijn voorouders en hun gezinnen (tot maximaal %2$s generaties)

source: %1$s, her spouses and descendants (up to %2$s generations)
de: %1$s, ihre Ehepartner und Nachkommen (bis zu %2$s Generationen)
nl: %1$s, haar partners en afstammelingen (tot maximaal %2$s generaties)

source: %1$s, his spouses and descendants (up to %2$s generations)
de: %1$s, seine Ehepartner und Nachkommen (bis zu %2$s Generationen)
nl: %1$s, zijn partners en afstammelingen (tot maximaal %2$s generaties)

source: %s and all linked individuals
de: %s und ALLE verbundenen Personen
nl: %s en alle gerelateerde personen

source: Decrement
de: Vermindern
nl: Verlagen

source: Increment
de: Hochzählen
nl: Verhogen

source: the partner chains %s belongs to
de: Die Partner-Ketten zu denen %s gehört
nl: de partnerketen waartoe %s behoort

source: Add global record sets to the clippings cart
de: Globale Datensammlungen zum Sammelbehälter hinzufügen
nl: Voeg globale recordsets toe aan de knipselverzameling

source: all partner chains in this tree
de: Alle Partner-Ketten im Stammbaum
nl: alle partnerketens in deze stamboom

source: all circles of individuals in this tree
de: Alle Personen-Kreise im Stammbaum
nl: alle cirkels van personen in deze stamboom

source: all connected persons in this family tree - Caution: probably very high number of persons!
de: Alle verbundenen Personen in diesem Stammbaum - Achtung: wahrscheinlich sehr hohe Anzahl von Personen!
nl: alle gerelateerde personen in deze stamboom - Let op: waarschijnlijk zeer groot aantal personen!

source: all connected persons in this family tree with options - Caution: probably very high number of persons!
nl: alle gerelateerde personen in deze stamboom met opties - Let op: waarschijnlijk zeer groot aantal personen!

source: all persons/families in this family tree - Caution: probably very high number of persons!
de: Alle Personen/Familien in diesem Stammbaum - Achtung: wahrscheinlich sehr hohe Anzahl von Personen!
nl: alle personen/gezinnen in deze stamboom - Let op: waarschijnlijk zeer groot aantal personen!

source: Delete records in the clippings cart
de: Datensätze im Sammelbehälter löschen
nl: Verwijder records in de knipselverzameling

source: CCE-Individual
de: Personen
nl: CCE-Persoon

source: CCE-Family
de: Familien
nl: CCE-Gezin

source: CCE-Location
de: Ortsangaben
nl: CCE-Locatie

source: CCE-Note
de: Notizen
nl: CCE-Notitie

source: CCE-Repository
de: Datenspeicher
nl: CCE-Opslagplaats

source: CCE-Source
de: Quellen-Verzeichnis
nl: CCE-Bron

source: CCE-Submitter
de: Einsender
nl: CCE-Indiener

source: Delete all records, a set of records of the same type, or selected records
de: Löschen aller Datensätze insgesamt, oder aller eines Typs, oder nach Auswahl
nl: Verwijder alle records, een set van records van hetzelfde type of geselecteerde records

source: all records
de: Alle Datensätze:
nl: alle records

source: set of records by type
de: Datensätze eines Typs
nl: set van records per type

source: select records to be deleted
de: Datensätze zum Löschen auswählen:
nl: selecteer records om te verwijderen

source: You have tried '%s' - it is not implemented yet.
de: Aktion '%s' geht nicht - ist noch nicht eingebaut
nl: Actie '%s' werkt niet - dit is nog niet geÃ¯mplementeerd.

source: Execute an action on records in the clippings cart
de: Weiterführende Aktionen mit den Datensätzen im Sammelbehälter
nl: Voer een actie uit op records in de knipselverzameling

source: ... as GEDCOM zip-file (including media files)
de: ... als GEDCOM-Datei gezippt (clippings.zip) - einschließlich Medien-Dateien
nl: ... als GEDCOM-zipbestand (clippings.zip) - inclusief mediabestanden

source: ... as GEDCOM file (all Tags, no media files)
de: ... als GEDCOM-Datei (*.ged) - alle Tags, ohne Medien-Dateien
nl: ... als GEDCOM-bestand (*.ged) - alle labels, geen mediabestanden

source: ... as GEDCOM file (only INDI and FAM)
de: ... als GEDCOM-Datei (*.ged) - nur INDI und FAM, sonst nichts
nl: ... als GEDCOM-bestand (*.ged) - alleen INDI en FAM, verder niets

source: Visualize records in a diagram ...
de: Datensätze graphisch auswerten in einem Diagramm ...
nl: Visualiseer records in een diagram ...

source: ... using TAM
de: ... mittels TAM
nl: ... met behulp van TAM

source: ... using Lineage
de: ... mittels Lineage
nl: ... met behulp van Lineage

source: Privatize options
de: Privatisierungs-Optionen
nl: Privacyopties

source: back to show
de: Zurück zur Übersicht
nl: terug naar overzicht

source: back
de: Zurück
nl: terug

source: Adjust number of generations
de: Generationen-Tiefe einstellen:
nl: Aantal generaties aanpassen

source: Missing dependency - Install %s!
de: Abhängigkeit nicht erfüllt - %s installieren!
nl: Afhankelijkheid ontbreekt - Installeer %s!

source: Records in clippings cart - Execute an action on them.
de: Datensätze im Sammelbehälter
nl: Records in knipselverzameling - Voer er een actie op uit.

source: Performed actions fo fill the cart.
de: Auflistung Sammelaktionen
nl: Uitgevoerde acties om de knipselverzameling te vullen.

source: CCE-CartActions
de: Sammelaktionen
nl: CCE-Knipselverzamelingacties

source: CCE-CartActions Filter
nl: CCE-Knipselverzamelingactiesfilter

source: Just a moment
de: 'nen kleinen Augenblick noch
nl: Een ogenblik geduld

source: records created by action
de: Datensätze verursacht durch Aktion:
nl: records aangemaakt door actie

source: No actions executed.
de: Es wurden keine Aktionen ausgeführt.
nl: Geen acties uitgevoerd.

source: Delete records in the clippings cart entirely
de: Datensätze im Sammelbehälter in Gänze löschen
nl: Records in de knipselverzameling volledig verwijderen

source: Store the records in the clippings cart to file
de: Datensätze im Sammelbehälter in Datei sichern
nl: Records in de knipselverzameling opslaan in een bestand

source: Delete records in the clippings cart with selection option
de: Datensätze im Sammelbehälter mit Auswahloption löschen
nl: Records in de knipselverzameling verwijderen met selectieoptie

source: add families and individuals to the clippings cart
de: Familien und Personen zum Sammelbehälter hinzufügen
nl: gezinnen en personen toevoegen aan de knipselverzameling

source: add families and individuals with parents to the clippings cart
de: Familien und Personen mit Eltern zum Sammelbehälter hinzufügen
nl: gezinnen en personen met ouders toevoegen aan de knipselverzameling

source: add individuals to the clippings cart
de: Personen zum Sammelbehälter hinzufügen
nl: personen toevoegen aan de knipselverzameling

source: add individuals with parents to the clippings cart
de: Personen mit Eltern zum Sammelbehälter hinzufügen
nl: personen met ouders toevoegen aan de knipselverzameling

source: add individuals and spouses to the clippings cart
de: Personen mit Partnern zum Sammelbehälter hinzufügen
nl: personen en echtgenoten toevoegen aan de knipselverzameling

source: add individuals and children to the clippings cart
de: Personen mit Kindern zum Sammelbehälter hinzufügen
nl: personen en kinderen toevoegen aan de knipselverzameling

source: add individuals and all relations to the clippings cart
de: Personen mit allen Beziehungen zum Sammelbehälter hinzufügen
nl: personen en alle relaties toevoegen aan de knipselverzameling

source: Click here to toggle highlighting of relevant records on or off
de: Klicken Sie hier, um die Hervorhebung der entsprechenden Datensätze ein- oder auszuschalten
nl: Klik hier om het markeren van relevante records aan of uit te zetten

source: Click here to switch between viewing single actions or combined filter actions
nl: Klik hier om te schakelen tussen de weergave van afzonderlijke acties of de gecombineerde actiefilters

source: Click here to show/hide records of this type
nl: Klik hier om de records van dit type weer te geven of te verbergen.

source: Total number of entries: %s
de: Anzahl Einträge gesamt: %s
nl: Totaal aantal vermeldingen: %s

source: of which new entries: %s
de: davon Einträge neu: %s
nl: waarvan nieuwe vermeldingen: %s

source: Save cart to file
de: Sammelbehälter in Datei speichern
nl: Verzameling opslaan in bestand

source: Download plain XREF list to CSV-file
nl: Download gewone XREF-lijst naar CSV-bestand

source: only visible
nl: alleen weergegeven

source: Execute
nl: Uitvoeren

source: File name
de: Datei-Name
nl: Bestandsnaam

source: Timestamp is set as UTC ...
de: Zeitmarke ist als UTC gesetzt ...
nl: Tijdstempel is ingesteld als UTC ...

source: Number of CartXrefs:
de: Anzahl Datensatz-Referenzen:
nl: Aantal verzamelingsXrefs:

source: Number of CartActs:
de: Anzahl Sammelaktionen:
nl: Aantal verzamelingsacties:

source: of which are new:
de: davon neu:
nl: waarvan nieuw:

source: Cart is saved to file
de: Sammelbehälter in Datei gespeichert
nl: Verzameling opgeslagen in bestand

source: Load cart from file
de: Aus Datei in Sammelbehälter übernehmen
nl: Verzameling laden vanuit bestand

source: Upload plain XREF list from CSV-file to cart
nl: Upload gewone XREF-lijst vanuit CSV-bestand naar verzameling

source: Choose saved carts
de: Aus gespeicherten Sammelbehältern auswählen
nl: Kies opgeslagen verzamelingen

source: Cartkey
de: Korbkennung
nl: Verzamelings-id

source: Click: select/deselect this saved cart
de: Klick: Diesen gespeicherten Sammelbehälter aus-/abwählen
nl: Klik: dit bestand selecteren/deselecteren

source: Timestamp
de: Zeitmarke
nl: Tijdstempel

source: cartActs
de: Sammelaktionen
nl: verzamelingsacties

source: Load Cart from file done
de: Sammelbehälter aus Datei füllen abgeschlossen
nl: Verzameling uit bestand geladen

source: Reload
de: Ansicht neu laden
nl: Opnieuw laden

source: all persons to whom '%s' is linked
de: Alle Personen welchen '%s' zugeordnet ist
nl: alle personen aan wie '%s' is gerelateerd

source: all families to whom '%s' is linked
de: Alle Familien welchen '%s' zugeordnet ist
nl: alle gezinnen waaraan '%s' is gerelateerd

source: Add '%s' to the clippings cart
de: '%s' zum Sammelbehälter hinzufügen
nl: '%s' toevoegen aan de knipselverzameling

source: Transfer to tagging service
de: Übertragen an den Tagging-Service
nl: Overbrengen naar markeringsservice

source: Click: remove this saved cart
de: Klick: Diesen gespeicherten Sammelbehälter löschen
nl: Klik: deze opgeslagen verzameling verwijderen

source: No saved cart files found
de: Keine gespeicherten Sammelbehälter vorhanden
nl: Geen opgeslagen verzamelingsbestanden gevonden

source: all persons to whom '%s' is linked with their parents
de: Alle Personen mit Eltern welchen '%s' zugeordnet ist
nl: alle personen aan wie '%s' is gerelateerd met hun ouders

source: File-imports included in cart
de: Aus Datei übernommene Bestände im Sammelbehälter
nl: Bestandsimports inbegrepen in stamboomknipsels

source: CCE-CAfiles
de: Datei-Importe
nl: Bestandsimport

source: Filekey
de: Dateikennung
nl: Bestandsidentificatie

source: %s and all to him linked individuals
nl: %s en alle aan hem gerelateerde personen

source: %s and all to her linked individuals
nl: %s en alle aan haar gerelateerde personen

source: %1$s and ancestors (up to %2$s generations)
nl: %1$s en voorouders (tot %2$s generaties)

source: %s and ancestors, up to 4 generations, for H-Tree
nl: %s en voorouders, tot 4 generaties, voor H-boom

source: %1$s, ancestors and their families (up to %2$s generations)
nl: %1$s, voorouders en hun gezinnen (tot %2$s generaties)

source: %1$s, spouses and descendants (up to %2$s generations)
nl: %1$s, partners en nakomelingen (tot %2$s generaties)

source: All linked individuals
nl: Alle gerelateerde personen

source: Export records ...
nl: Exporteer records ...

source: ... external module 'Extended GEDCOM Export' (will be forwarded)
nl: ... externe module 'Uitgebreide GEDCOM-export' (wordt doorgestuurd)

source: Export clippings cart ...
nl: Exporteer knipselverzameling ...

source: structured format -> xref with clipping actions
nl: gestructureerd formaat -> XREF met knipselacties

source: as plain list -> only xref, consumable by any Spreadsheet
nl: als gewone lijst -> alleen XREF, leesbaar voor elk rekenbladprogramma

source: To be used for CSV export
nl: Te gebruiken voor CSV-export

source: (to be done via the menu)
nl: (te doen via het menu)

source: ... download clipped XREFs to local file
nl: ... download verzamelde XREFs naar lokaal bestand

source: ... upload XREFs from local file to clippings cart
nl: ... upload XREF's van lokaal bestand naar knipselverzameling

source: Plain list (only xref[INDI|FAM]) ...
nl: Gewone lijst (alleen XREF[INDI|FAM]) ...

source: Encoding
nl: Codering

source: Separator
nl: Scheidingsteken

source: Enclosure
nl: Omsluiting

source: Escape
nl: Maskeringsteken

source: Choose a file on your computer
nl: Kies een bestand op uw computer

source: No file was selected.
nl: Er is geen bestand geselecteerd.

source: Defaults for saving Clippings Cart XREFs to local CSV file
nl: Standaardinstellingen voor het opslaan van knipselverzameling-XREF's naar een lokaal CSV-bestand

source: Records in %s
de: Datensätze im %s

source: CCE-Media
de: Medien-Dateien

source: Download records ...
de: Datensätze herunterladen ...
